import FAQItem from "../components/questions/Questions"
import styles from "./ForthScreen.module.css"

const ForthScreen = () => {
    return <>
        <div className={styles.title}>אתן שואלות , אני עונה</div>
        
        <FAQItem 
            question="איך אני יכולה להיות בטוחה שאקבל את המראה המושלם ליום החתונה שלי?" 
            answer="אני מבין לחלוטין את החשש שלך. לכן אני מקפיד לקיים פגישת ניסיון מקיפה לפני החתונה, שבה נוכל לדון בפרטים, להבין את הסגנון המועדף עלייך, ולבצע ניסיון מלא של איפור ושיער. זה מאפשר לנו להתאים את המראה בדיוק לטעם שלך ולוודא שאת מרגישה בטוחה ומאושרת עם התוצאה."
        />

        <FAQItem 
            question="איך אוכל להיות בטוחה שהאיפור יחזיק לאורך כל היום?" 
            answer="אני משתמש בטכניקות מקצועיות ובמוצרים עמידים במיוחד שמותאמים ספציפית לאירועים ארוכים. האיפור שאני מבצע מתוכנן להחזיק מתחילת היום ועד סופו, כולל במהלך הצילומים, החופה והריקודים. בנוסף, אני מעניק טיפים לרענון קל במידת הצורך במהלך האירוע."
        />

        <FAQItem 
            question="האם אתה מגיע לאזור ההתארגנות?" 
            answer="כן, אני מגיע לכל מקום התארגנות שתבחרי. אני מביא איתי את כל הציוד הנדרש כדי להבטיח שתקבלי את השירות המושלם בסביבה הנוחה לך."
        />

        <FAQItem 
            question="האם אתה מאפר גם את המלוות?" 
            answer="לא, אני מתמקד אך ורק בכלה כדי להעניק לך את מלוא תשומת הלב והזמן שאת צריכה ביום המיוחד שלך."
        />

        <FAQItem 
            question="מה לגבי תסרוקת שנייה במהלך החתונה?" 
            answer="כן, אני מציע שירות של תסרוקת שנייה במהלך האירוע. זה מאפשר לך לרענן את המראה שלך ולשנות את הסטיילינג לקראת הערב או הריקודים."
        />

        <FAQItem 
            question="אני חוששת שהאיפור יהיה כבד מדי או גס מדי. איך אתה מתמודד עם זה?" 
            answer="אני מתמחה באיפור טבעי ומחמיא שמדגיש את היופי הטבעי שלך. בפגישת הניסיון נוכל לדון בדיוק ברמת הכיסוי והעוצמה שאת מעדיפה, ואני אתאים את הטכניקה והמוצרים בהתאם. המטרה שלי היא שתרגישי הכי את, רק בגרסה החגיגית."
        />

        <FAQItem 
            question="איך אוכל להיות בטוחה שהשיער יחזיק לאורך כל האירוע?" 
            answer="אני משתמש בטכניקות מקצועיות ובמוצרי שיער איכותיים שמבטיחים עמידות לאורך זמן. התסרוקת מתוכננת כך שתחזיק מעמד גם בתנאי מזג אוויר שונים ובמהלך הריקודים. בנוסף, אני מציע שירות של תסרוקת שנייה במהלך האירוע לרענון המראה."
        />

    </>
}

export default ForthScreen